var local_database = [{
    id: 0,
    headerUrl: "/images/picture/1.png",
    date: "Nov 2 2019",
    title: "西瓜",
    imgUrl: "/images/picture/xg.jpg",
    content: "草莓是蔷薇科草莓属植物多年生常绿草本，因为在它的果皮外面镶嵌着许多籽粒，就是那些“小黑头”，所以又被称作裸子植物。草莓有一个庞大的家族，全世界大约有2000多种。它还有许多别的名字，像：洋莓、地莓、地果、红莓、士多啤梨等。草莓的植株很矮小，有短粗的根状茎，而且逐年会向上分出新茎，并会开出魄或淡红色的小花。",
    chat: "234",
    font: "113",
    headImgSrc: '/images/post/vr.png',
    author: "李白",
    dateTime: '8小时前',
    music: {
      url: "http://music.163.com/song/media/outer/url?id=108119.mp3",
      title: "恋恋风尘-老狼",
      coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000001VaXQX1Z1Imq.jpg?max_age=2592000",
    },
    detail: '草莓是蔷薇科草莓属植物多年生常绿草本，因为在它的果皮外面镶嵌着许多籽粒，就是那些“小黑头”，所以又被称作裸子植物。草莓有一个庞大的家族，全世界大约有2000多种。它还有许多别的名字，像：洋莓、地莓、地果、红莓、士多啤梨等。草莓的植株很矮小，有短粗的根状茎，而且逐年会向上分出新茎，并会开出魄或淡红色的小花。'
  },
  {
    id: 1,
    headerUrl: "/images/picture/1.png",
    date: "Sep 2 2019",
    title: "香蕉",
    imgUrl: "/images/picture/xj.jpg",
    content: "叶片长圆形，长 2～2.2米，宽60～70厘米，先端钝圆，基部近圆形，两侧对称，叶面深绿色，无白粉，叶背浅绿色，被白粉；叶柄短粗，通常长在30 厘米以下，叶翼显著，张开，边缘褐红色或鲜红色。穗状花序下垂，花序轴密被褐色绒毛，苞片外面紫红色，被白粉，内面深红色，但基部略淡，具光泽，雄花苞片不脱落，每苞片内有花2列。花乳白色或略带浅紫色，离生花被片近圆形，全缘，先端有锥状急尖，合生花被片的中间二侧生小裂片长，长约为中央裂片的1/2。",
    chat: "33",
    font: "66",
    headImgSrc: '/images/post/sls.jpg',
    author: "杜甫",
    dateTime: '24小时前',
	music: {
          url: "http://music.163.com/song/media/outer/url?id=108220.mp3",
          title: "鬼迷心窍-李宗盛",
          coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000002xOmp62kqSic.jpg?max_age=2592000"
        },
    detail: '香蕉根群细嫩，对土壤的选择较严，通气不良结构差的粘重土或排水不良，都极不利于根系的发育，以粘土含量<40%、地下水位在1米以下的砂壤土，尤以冲积壤土或腐殖质壤土为适宜。实践证明，如土壤物理性状不好，即使肥水供应十分充足，也难以促进香蕉正常生长。土壤pH值4. 5～7.5都适宜、以6.0上为最好，因5.5以下土壤中镰刀菌繁殖迅速而凋萎病易于侵害。盐性环境香蕉虽不甚敏感，但土壤含可交换性钠离子若超过300mg/L.时也不适宜。降雨量以每月平均100毫米最为适宜，低于50毫米即属干燥季节，香蕉因缺水而抽蕾期延长、果指短、单产低。如蕉园积水或被淹，轻者叶片发黄、易诱发叶斑痫、产量大降，重者根群窒息腐烂以致植株死亡。'
  },
  {
    id: 2,
    headerUrl: '/images/picture/1.png',
    date: "Nov 4 2019",
    title: "芒果",
    imgUrl: "/images/picture/xjj.jpg",
    content: "常绿大乔木，高10-20米；树皮灰褐色，小枝褐色，无毛。叶薄革质，常集生枝顶，叶形和大小变化较大，通常为长圆形或长圆状披针形，长12-30厘米，宽3.5-6.5厘米，先端渐尖、长渐尖或急尖，基部楔形或近圆形，边缘皱波状，无毛，叶面略具光泽，侧脉20-25对，斜升，两面突起，网脉不显，叶柄长2-6厘米，上面具槽，基部膨大。",
    chat: "23",
    font: "334",
    headImgSrc: '/images/post/cat.png',
    author: "苏轼",
    dateTime: '24小时前',
	music: {
          url: "http://music.163.com/song/media/outer/url?id=27538254.mp3",
          title: "女儿情-万晓利",
          coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000004Wv5BO30pPc0.jpg?max_age=2592000"
        },
    detail: '圆锥花序长20-35厘米，多花密集，被灰黄色微柔毛，分枝开展，最基部分枝长6-15厘米；苞片披针形，长约1.5毫米，被微柔毛；花小，杂性，黄色或淡黄色；花梗长1.5-3毫米，具节；萼片卵状披针形，长2.5-3毫米，宽约1.5毫米，渐尖，外面被微柔毛，边缘具细睫毛；花瓣长圆形或长圆状披针形，长3.5-4毫米，宽约1.5毫米，无毛，里面具3-5条棕褐色突起的脉纹，开花时外卷；花盘膨大，肉质，5浅裂；雄蕊仅1个发育，长约2.5毫米，花药卵圆形，不育雄蕊3-4，具极短的花丝和疣状花药原基或缺；子房斜卵形，径约1.5毫米，无毛，花柱近顶生，长约2.5毫米。'
  }
]
// 是一个出口
module.exports = {
  postList: local_database
  // 这里可以十多个属性
}