var local_database = [{
    id:0,
    headerUrl: "/images/1.png",
    date: "Nov 2 2019",
    title: "正是果肥菜壮时",
    imgUrl: "/images/xg.jpg",
    content: "草莓是蔷薇科草莓属植物多年生常绿草本，因为在它的果皮外面镶嵌着许多籽粒，就是那些“小黑头”，所以又被称作裸子植物。草莓有一个庞大的家族，全世界大约有2000多种。它还有许多别的名字，像：洋莓、地莓、地果、红莓、士多啤梨等。草莓的植株很矮小，有短粗的根状茎，而且逐年会向上分出新茎，并会开出魄或淡红色的小花。",
    chat: "234",
    font: "113"
  },
  {
    id: 1,
    headerUrl: "/images/1.png",
    date: "Sep 2 2019",
    title: "蔬菜果实的故事",
    imgUrl: "/images/xj.jpg",
    content: "草莓是蔷薇科草莓属植物多年生常绿草本，因为在它的果皮外面镶嵌着许多籽粒，就是那些“小黑头”，所以又被称作裸子植物。草莓有一个庞大的家族，全世界大约有2000多种。它还有许多别的名字，像：洋莓、地莓、地果、红莓、士多啤梨等。草莓的植株很矮小，有短粗的根状茎，而且逐年会向上分出新茎，并会开出魄或淡红色的小花。",
    chat: "33",
    font: "66"
  },
  {
    id: 2,
    headerUrl: '/images/1.png',
    date: "Nov 4 2019",
    title: "蔬菜果实的故事",
    imgUrl: "/images/xjj.jpg",
    content: "草莓是蔷薇科草莓属植物多年生常绿草本，因为在它的果皮外面镶嵌着许多籽粒，就是那些“小黑头”，所以又被称作裸子植物。草莓有一个庞大的家族，全世界大约有2000多种。它还有许多别的名字，像：洋莓、地莓、地果、红莓、士多啤梨等。草莓的植株很矮小，有短粗的根状茎，而且逐年会向上分出新茎，并会开出魄或淡红色的小花。",
    chat: "23",
    font: "334"
  }
]
module.exports = {
  postList: local_database
}